from os import getenv

TOKEN = getenv("TOKEN")

BANNED_ACT = (
    "stalcraft",
    "dota",
    "unturned",
    "genshin"
)

LEAVE_PHRASES = (
    "Ливай с позором",
    "Ну и ну! Вы разочаровывать Админ...",
    "Ай ай ай...",
    "Стыдно...",
    "Я всё вижу",
    "Не стыдно?",
    "Мда...",
    "Ууууууу..."
)

HELP = """Каждый день в 17:00 всем выдаётся 
1 попытка увеличить свой писюн. Для этого
нужно использовать команду /dick. Рандом
выдаёт числа от -5 до 10 см. За запуск
Доты, Unturned и т.д. твой писюн
уменьшается на 1 см.

Команды:
/dick - изменяет размер писюна
/stats - выводит глобальный топ игроков"""
